"animals":[
  {
  "id": "0",
  "text": "Flamingos tend to live a long life in the wild though with an average of 20 to 30 years. In captivity some of them have lived up to 40 years.
          Flamingos communicate with a broad range of visual displays.They also use vocalizations and these displays to communicate between individuals or alert the group of possible danger.
          To take off, a flamingo runs several steps, begins flapping its wings, and lifts off into the air. When landing the procedure is reversed: the bird touches down and then runs several paces.
          "
},
  {
  "id": "1",
  "text": "Fish live in almost every available body of water, including rivers, lakes, oceans and streams.
          The species of fish determines whether it lives in saltwater or freshwater.
          Fish are so abundant in the world’s oceans, lakes and rivers that new species are constantly being discovered.
          There are over 30,000 known species of fish.",
},
  {
  "id": "2",
  "text": "There are a few characteristics that are different between the Old World and New World monkeys: The noses of New World monkeys are flatter than the narrow noses of the Old World monkeys, and have side-facing nostrils.
          Old World monkeys don’t have prehensile tails; New World monkeys do. Old World monkeys have cheek pouches, where food is stuffed on the run so it can be chewed later; New World monkeys don’t have cheek pouches. Old World monkeys have sitting pads on their rumps, but New World monkeys do not.",
},
  {
  "id": "3",
  "text": "The birds of paradise are members of the family Paradisaeidae of the order Passeriformes.
            The majority of species are found in eastern Indonesia, Papua New Guinea , and eastern Australia.
            Their habitats are: rain forests and mid-montane forests, with a few species found in open savannas.
            There are an estimated 42 species of bird of paradise.
            The lifespan is unknown in the wild and up to 30 years in zoos.",
  }
]
